Repository: ctadz/school-management-plugin
Catalog: languages/CTADZ-school-management-*.po
Languages: fr_fr

source: School Management
fr_fr: Gestion Scolaire

source: Dashboard
fr_fr: Tableau de Bord

source: Students
fr_fr: Étudiants

source: Teachers
fr_fr: Enseignants

source: Courses
fr_fr: Cours

source: Levels
fr_fr: Niveaux

source: Classrooms
fr_fr: Salles de Classe

source: Enrollments
fr_fr: Inscriptions

source: Payment Terms
fr_fr: Modalités de Paiement

source: Payments
fr_fr: Paiements

source: Settings
fr_fr: Paramètres

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.

source: School Management System
fr_fr: Système de Gestion Scolaire

source: Management Dashboard
fr_fr: Tableau de Bord de Gestion

source: Total Students
fr_fr: Total des Étudiants

source: Manage Students
fr_fr: Gérer les Étudiants

source: Active Teachers
fr_fr: Enseignants Actifs

source: Manage Teachers
fr_fr: Gérer les Enseignants

source: Active Courses
fr_fr: Cours Actifs

source: Manage Courses
fr_fr: Gérer les Cours

source: Course Levels
fr_fr: Niveaux de Cours

source: Manage Levels
fr_fr: Gérer les Niveaux

source: Active Enrollments
fr_fr: Inscriptions Actives

source: Manage Enrollments
fr_fr: Gérer les Inscriptions

source: Manage Classrooms
fr_fr: Gérer les Salles de Classe

source: Manage Terms
fr_fr: Gérer les Modalités

source: Outstanding Balance
fr_fr: Solde Impayé

source: Manage Payments
fr_fr: Gérer les Paiements

source: Add New Student
fr_fr: Ajouter un Nouvel Étudiant

source: Add New Course
fr_fr: Ajouter un Nouveau Cours

source: New Enrollment
fr_fr: Nouvelle Inscription

source: Add New Teacher
fr_fr: Ajouter un Nouvel Enseignant

source: Please correct the following errors:
fr_fr: Veuillez corriger les erreurs suivantes :

source: Classroom deleted successfully.
fr_fr: Salle supprimée avec succès.

source: Classroom updated successfully.
fr_fr: Salle mise à jour avec succès.

source: Classroom added successfully.
fr_fr: Salle ajoutée avec succès.

source: Classroom name is required.
fr_fr: Le nom de la salle est requis.

source: Capacity cannot be negative.
fr_fr: La capacité ne peut pas être négative.

source: Classrooms List
fr_fr: Liste des Salles

source: Add New Classroom
fr_fr: Ajouter une Nouvelle Salle

source: Classroom Name
fr_fr: Nom de la Salle

source: Capacity
fr_fr: Capacité

source: Location
fr_fr: Emplacement

source: Status
fr_fr: Statut

source: students
fr_fr: étudiants

source: Active
fr_fr: Actif

source: Inactive
fr_fr: Inactif

source: « Previous
fr_fr: « Précédent

source: Next »
fr_fr: Suivant »

source: Cancel
fr_fr: Annuler

source: Required fields
fr_fr: Champs obligatoires

source: Course deleted successfully.
fr_fr: Cours supprimé avec succès.

source: Course updated successfully.
fr_fr: Cours mis à jour avec succès.

source: Course added successfully.
fr_fr: Cours ajouté avec succès.

source: Course name is required.
fr_fr: Le nom du cours est requis.

source: Course description is required.
fr_fr: La description du cours est requise.

source: Language is required.
fr_fr: La langue est requise.

source: Level is required.
fr_fr: Le niveau est requis.

source: Teacher is required.
fr_fr: L'enseignant est requis.

source: Price per month is required.
fr_fr: Le prix par mois est requis.

source: Please select a payment model.
fr_fr: Veuillez sélectionner un modèle de paiement.

source: Courses List
fr_fr: Liste des Cours

source: Full Payment
fr_fr: Paiement Complet

source: Monthly Installments
fr_fr: Mensualités

source: Monthly Subscription
fr_fr: Abonnement Mensuel

source: Course Name
fr_fr: Nom du Cours

source: Language
fr_fr: Langue

source: Level
fr_fr: Niveau

source: Teacher
fr_fr: Enseignant

source: Duration
fr_fr: Durée

source: Payment Model
fr_fr: Modèle de Paiement

source: Price/Month
fr_fr: Prix/Mois

source: weeks
fr_fr: semaines

source: Installments
fr_fr: Mensualités

source: Subscription
fr_fr: Abonnement

source: student
fr_fr: étudiant

source: No enrollments
fr_fr: Aucune inscription

source: Upcoming
fr_fr: À Venir

source: In Progress
fr_fr: En Cours

source: Completed
fr_fr: Terminé

source: Back to Courses
fr_fr: Retour aux Cours

source: Edit Course
fr_fr: Modifier le Cours

source: Basic Information
fr_fr: Informations de Base

source: Select Language
fr_fr: Sélectionner la Langue

source: French
fr_fr: Français

source: English
fr_fr: Anglais

source: Select Level
fr_fr: Sélectionner le Niveau

source: Select Teacher
fr_fr: Sélectionner l'Enseignant

source: Select Blood Type
fr_fr: Sélectionner le Groupe Sanguin

source: Select Type
fr_fr: Sélectionner le Type

source: Select Method
fr_fr: Sélectionner la Méthode

source: Select Payment Term
fr_fr: Sélectionner les Conditions de Paiement

source: No Photo
fr_fr: Pas de Photo

source: optional
fr_fr: facultatif

source: Classroom
fr_fr: Salle de Classe

source: Session Duration
fr_fr: Durée de la Session

source: hours
fr_fr: heures

source: Hours Per Week
fr_fr: Heures par Semaine

source: Total Weeks
fr_fr: Total de Semaines

source: Total Months
fr_fr: Total de Mois

source: months
fr_fr: mois

source: Pricing
fr_fr: Tarification

source: Payment Models
fr_fr: Modèles de Paiement

source: Price Per Month
fr_fr: Prix par Mois

source: Total Course Price
fr_fr: Prix Total du Cours

source: No Certification
fr_fr: Aucune Certification

source: School Diploma
fr_fr: Diplôme de l'École

source: State Diploma
fr_fr: Diplôme d'État

source: Other
fr_fr: Autre

source: Course Status
fr_fr: Statut du Cours

source: Update Course
fr_fr: Mettre à Jour le Cours

source: Add Course
fr_fr: Ajouter un Cours

source: Enrollment deleted successfully.
fr_fr: Inscription supprimée avec succès.

source: Enrollment updated successfully.
fr_fr: Inscription mise à jour avec succès.

source: Enrollment added successfully with payment schedule generated.
fr_fr: Inscription ajoutée avec succès avec échéancier de paiement généré.

source: Please select a student.
fr_fr: Veuillez sélectionner un étudiant.

source: Please select a course.
fr_fr: Veuillez sélectionner un cours.

source: Enrollment date is required.
fr_fr: La date d'inscription est requise.

source: Start date is required.
fr_fr: La date de début est requise.

source: Start date cannot be before enrollment date.
fr_fr: La date de début ne peut pas être avant la date d'inscription.

source: This student is already enrolled in this course.
fr_fr: Cet étudiant est déjà inscrit à ce cours.

source: Enrollments List
fr_fr: Liste des Inscriptions

source: Student
fr_fr: Étudiant

source: Course
fr_fr: Cours

source: Enrolled
fr_fr: Inscrit

source: Start Date
fr_fr: Date de Début

source: Payment
fr_fr: Paiement

source: Dropped
fr_fr: Abandonné

source: Suspended
fr_fr: Suspendu

source: Paid
fr_fr: Payé

source: Unpaid
fr_fr: Impayé

source: Partial
fr_fr: Partiel

source: Overdue
fr_fr: En Retard

source: Back to Enrollments
fr_fr: Retour aux Inscriptions

source: Edit Enrollment
fr_fr: Modifier l'Inscription

source: Select Student
fr_fr: Sélectionner l'Étudiant

source: Select Course
fr_fr: Sélectionner le Cours

source: Enrollment Date
fr_fr: Date d'Inscription

source: End Date
fr_fr: Date de Fin

source: Payment Information
fr_fr: Informations de Paiement

source: Insurance Fee
fr_fr: Frais d'Assurance

source: Book Fee
fr_fr: Frais de Livres

source: Payment Plan
fr_fr: Plan de Paiement

source: Monthly Payments
fr_fr: Paiements Mensuels

source: Quarterly Payments (Every 3 months)
fr_fr: Paiements Trimestriels (Tous les 3 mois)

source: Full Payment (One-time)
fr_fr: Paiement Complet (Unique)

source: Choose how the student will pay for the course.
fr_fr: Choisissez comment l'étudiant paiera le cours.

source: Enrollment Status
fr_fr: Statut d'Inscription

source: Payment Status
fr_fr: Statut de Paiement

source: Update Enrollment
fr_fr: Mettre à Jour l'Inscription

source: Create Enrollment
fr_fr: Créer une Inscription

source: /month
fr_fr: /mois

source: Level deleted successfully.
fr_fr: Niveau supprimé avec succès.

source: Level updated successfully.
fr_fr: Niveau mis à jour avec succès.

source: Level added successfully.
fr_fr: Niveau ajouté avec succès.

source: Level name is required.
fr_fr: Le nom du niveau est requis.

source: Add New Level
fr_fr: Ajouter un Nouveau Niveau

source: Level Name
fr_fr: Nom du Niveau

source: Back to Levels
fr_fr: Retour aux Niveaux

source: Edit Level
fr_fr: Modifier le Niveau

source: Sort Order
fr_fr: Ordre de Tri

source: Update Level
fr_fr: Mettre à Jour le Niveau

source: Payment term deleted successfully.
fr_fr: Modalité de paiement supprimée avec succès.

source: Payment term updated successfully.
fr_fr: Modalité de paiement mise à jour avec succès.

source: Payment term added successfully.
fr_fr: Modalité de paiement ajoutée avec succès.

source: Manage Payment Terms
fr_fr: Gérer les Modalités de Paiement

source: Add New Payment Term
fr_fr: Ajouter une Nouvelle Modalité

source: Name
fr_fr: Nom

source: Percentage
fr_fr: Pourcentage

source: Back to Payment Terms
fr_fr: Retour aux Modalités de Paiement

source: Edit Payment Term
fr_fr: Modifier la Modalité

source: Update Payment Term
fr_fr: Mettre à Jour la Modalité

source: Add Payment Term
fr_fr: Ajouter une Modalité

source: Payments Management
fr_fr: Gestion des Paiements

source: Payments Overview
fr_fr: Aperçu des Paiements

source: Progress
fr_fr: Progression

source: Total Expected
fr_fr: Total Attendu

source: Total Paid
fr_fr: Total Payé

source: Payment Details
fr_fr: Détails du Paiement

source: Back to Payments
fr_fr: Retour aux Paiements

source: Enrollment Information
fr_fr: Informations sur l'Inscription

source: Payment Summary
fr_fr: Résumé du Paiement

source: Balance Due
fr_fr: Solde Dû

source: Enrollment Fees
fr_fr: Frais d'Inscription

source: Fee Type
fr_fr: Type de Frais

source: Amount
fr_fr: Montant

source: Due Date
fr_fr: Date d'Échéance

source: Paid Date
fr_fr: Date de Paiement

source: Payment Schedule
fr_fr: Échéancier de Paiement

source: Record Payment
fr_fr: Enregistrer le Paiement

source: Installment
fr_fr: Mensualité

source: Expected Amount
fr_fr: Montant Attendu

source: Paid Amount
fr_fr: Montant Payé

source: Pending
fr_fr: En Attente

source: Payment History
fr_fr: Historique des Paiements

source: Method
fr_fr: Méthode

source: Reference
fr_fr: Référence

source: Payment Type
fr_fr: Type de Paiement

source: Payment Date
fr_fr: Date de Paiement

source: Payment Method
fr_fr: Méthode de Paiement

source: Cash
fr_fr: Espèces

source: Check
fr_fr: Chèque

source: Bank Transfer
fr_fr: Virement Bancaire

source: Card
fr_fr: Carte

source: Reference Number
fr_fr: Numéro de Référence

source: Student deleted successfully.
fr_fr: Étudiant supprimé avec succès.

source: Student updated successfully.
fr_fr: Étudiant mis à jour avec succès.

source: Student added successfully.
fr_fr: Étudiant ajouté avec succès.

source: Student name is required.
fr_fr: Le nom de l'étudiant est requis.

source: Email address is required.
fr_fr: L'adresse e-mail est requise.

source: Phone number is required.
fr_fr: Le numéro de téléphone est requis.

source: Date of birth is required.
fr_fr: La date de naissance est requise.

source: Students List
fr_fr: Liste des Étudiants

source: Picture
fr_fr: Photo

source: Phone
fr_fr: Téléphone

source: Balance
fr_fr: Solde

source: Paid Up
fr_fr: Payé

source: No Enrollments
fr_fr: Aucune Inscription

source: course
fr_fr: cours

source: None
fr_fr: Aucun

source: Edit Student
fr_fr: Modifier l'Étudiant

source: Delete Student
fr_fr: Supprimer l'Étudiant

source: Back to Students
fr_fr: Retour aux Étudiants

source: Student Picture
fr_fr: Photo de l'Étudiant

source: Click to upload
fr_fr: Cliquez pour télécharger

source: Full Name
fr_fr: Nom Complet

source: Email Address
fr_fr: Adresse E-mail

source: Phone Number
fr_fr: Numéro de Téléphone

source: Date of Birth
fr_fr: Date de Naissance

source: Blood Type
fr_fr: Groupe Sanguin

source: Update Student
fr_fr: Mettre à Jour l'Étudiant

source: Add Student
fr_fr: Ajouter un Étudiant

source: Teacher deleted successfully.
fr_fr: Enseignant supprimé avec succès.

source: Teacher updated successfully.
fr_fr: Enseignant mis à jour avec succès.

source: Teacher added successfully.
fr_fr: Enseignant ajouté avec succès.

source: First name is required.
fr_fr: Le prénom est requis.

source: Last name is required.
fr_fr: Le nom de famille est requis.

source: Teachers List
fr_fr: Liste des Enseignants

source: Payment Term
fr_fr: Modalité de Paiement

source: Hourly Rate
fr_fr: Taux Horaire

source: Back to Teachers
fr_fr: Retour aux Enseignants

source: Edit Teacher
fr_fr: Modifier l'Enseignant

source: Teacher Picture
fr_fr: Photo de l'Enseignant

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de Famille

source: Update Teacher
fr_fr: Mettre à Jour l'Enseignant

source: Add Teacher
fr_fr: Ajouter un Enseignant

source: General Settings
fr_fr: Paramètres Généraux

source: School Name
fr_fr: Nom de l'École

source: Address
fr_fr: Adresse

source: School Logo
fr_fr: Logo de l'École

source: Date Format
fr_fr: Format de Date

source: Time Format
fr_fr: Format d'Heure

source: School Management Settings
fr_fr: Paramètres de Gestion Scolaire

source: School Admin
fr_fr: Administrateur Scolaire

source: Loading...
fr_fr: Chargement...

source: Please select a course first
fr_fr: Veuillez d'abord sélectionner un cours

source: Permission denied.
fr_fr: Permission refusée.

source: Course not found.
fr_fr: Cours non trouvé.

source: Enter teacher information
fr_fr: Saisir les informations de l'enseignant

source: Enter student information
fr_fr: Saisir les informations de l'étudiant

source: Enter course information
fr_fr: Saisir les informations du cours

source: Enter classroom information
fr_fr: Saisir les informations de la salle de classe

source: Enter level information
fr_fr: Saisir les informations du niveau

source: Enter payment information
fr_fr: Saisir les informations de paiement

source: Enter enrollment information
fr_fr: Saisir les informations d'inscription

source: Enter student or course
fr_fr: Saisir l'étudiant ou le cours

source: Quick Actions
fr_fr: Actions Rapides

source: Common actions to get started:
fr_fr: Actions courantes pour commencer :

source: Thank you for using %s
fr_fr: Merci d'utiliser %s

source: Thank you for using %s - Version %s
fr_fr: Merci d'utiliser %s - Version %s

source: CTADZ-School Management
fr_fr: CTADZ-Gestion Scolaire

source: Portal Access
fr_fr: Accès au Portail

source: Reset Password
fr_fr: Réinitialiser le Mot de Passe

source: Create Portal Access
fr_fr: Créer un Accès au Portail

source: Discount
fr_fr: Remise

source: Family Discount Settings
fr_fr: Paramètres de Remise Familiale

source: Enable Family Discounts
fr_fr: Activer les Remises Familiales

source: Enable automatic family discounts
fr_fr: Activer les remises familiales automatiques

source: When enabled, students with the same parent phone number will automatically receive family discounts based on the tiers below.
fr_fr: Lorsqu'activé, les étudiants ayant le même numéro de téléphone parental recevront automatiquement des remises familiales selon les paliers ci-dessous.

source: Configure automatic family discounts based on the number of enrolled siblings (identified by parent phone number).
fr_fr: Configurer les remises familiales automatiques selon le nombre de frères et sœurs inscrits (identifiés par le numéro de téléphone parental).

source: Discount Tiers
fr_fr: Paliers de Remise

source: Discount %
fr_fr: Remise %

source: Define discount percentages based on the number of family members enrolled. Tiers are applied automatically based on the highest matching tier.
fr_fr: Définir les pourcentages de remise selon le nombre de membres de la famille inscrits. Les paliers s'appliquent automatiquement selon le palier le plus élevé correspondant.

source: At least one discount tier is required.
fr_fr: Au moins un palier de remise est requis.

source: Maximum Discount Cap
fr_fr: Plafond de Remise Maximum

source: Maximum discount percentage that can be applied to any family, regardless of tier configuration. The highest configured tier will apply to families exceeding the highest tier threshold.
fr_fr: Pourcentage de remise maximum applicable à toute famille, indépendamment de la configuration des paliers. Le palier le plus élevé configuré s'appliquera aux familles dépassant le seuil du palier le plus élevé.

source: Family discount: %d students enrolled (%s%% discount)
fr_fr: Remise familiale : %d étudiants inscrits (%s%% de remise)

source: Family discount: %d students enrolled (%s%% capped at %s%%)
fr_fr: Remise familiale : %d étudiants inscrits (%s%% plafonnée à %s%%)

source: Successfully recalculated %d payment schedules for this family!
fr_fr: %d échéanciers de paiement recalculés avec succès pour cette famille !

source: This student has no parent phone number set.
fr_fr: Cet étudiant n'a pas de numéro de téléphone parental défini.

source: Recalculated %d payment schedules for old family.
fr_fr: %d échéanciers de paiement recalculés pour l'ancienne famille.

source: Recalculated %d payment schedules for new family.
fr_fr: %d échéanciers de paiement recalculés pour la nouvelle famille.

source: Applied family discounts to %d existing payment schedules.
fr_fr: Remises familiales appliquées à %d échéanciers de paiement existants.

source: Please enter a valid parent/guardian email address.
fr_fr: Veuillez saisir une adresse e-mail valide pour le parent/tuteur.

source: Recalc Discount
fr_fr: Recalculer la Remise

source: Family Members
fr_fr: Membres de la Famille

source: Loading family members...
fr_fr: Chargement des membres de la famille...

source: No family members found.
fr_fr: Aucun membre de la famille trouvé.

source: Error loading family members.
fr_fr: Erreur lors du chargement des membres de la famille.

source: Parent/Guardian Information
fr_fr: Informations sur le Parent/Tuteur

source: Used for emergency contact and family discount calculation.
fr_fr: Utilisé pour le contact d'urgence et le calcul de la remise familiale.

source: Family Discount Active
fr_fr: Remise Familiale Active

source: %s%% discount applied (%d students in family with active enrollments)
fr_fr: %s%% de remise appliquée (%d étudiants dans la famille avec inscriptions actives)

source: Siblings:
fr_fr: Frères et Sœurs :

source: Parent/Guardian Name
fr_fr: Nom du Parent/Tuteur

source: Full name of parent or guardian.
fr_fr: Nom complet du parent ou tuteur.

source: Parent/Guardian Phone
fr_fr: Téléphone du Parent/Tuteur

source: Used to identify family members for family discounts. Students with the same parent phone number will be grouped as siblings.
fr_fr: Utilisé pour identifier les membres de la famille pour les remises familiales. Les étudiants ayant le même numéro de téléphone parental seront regroupés comme frères et sœurs.

source: Family Members Detected
fr_fr: Membres de la Famille Détectés

source: Parent Name Mismatch Detected
fr_fr: Incohérence de Nom de Parent Détectée

source: This student's parent name (%s) differs from siblings with the same phone number:
fr_fr: Le nom du parent de cet étudiant (%s) diffère de celui des frères et sœurs ayant le même numéro de téléphone :

source: Parent/Guardian Email
fr_fr: E-mail du Parent/Tuteur

source: Email address for parent communications.
fr_fr: Adresse e-mail pour les communications avec les parents.

source: %s%% discount for %d students
fr_fr: %s%% de remise pour %d étudiants

source: Family Discount Confirmation
fr_fr: Confirmation de la Remise Familiale

source: Payment Alerts & Follow-up
fr_fr: Alertes de Paiement & Suivi

source: This Week
fr_fr: Cette Semaine

source: Next Week
fr_fr: Semaine Prochaine

source: All Pending
fr_fr: Tous en Attente

source: All Levels
fr_fr: Tous les Niveaux

source: All Courses
fr_fr: Tous les Cours

source: Clear Filters
fr_fr: Effacer les Filtres

source: Showing %d payment alerts
fr_fr: Affichage de %d alertes de paiement

source: Amount Due
fr_fr: Montant Dû

source: %d days overdue
fr_fr: %d jours de retard

source: In %d days
fr_fr: Dans %d jours

source: Due Soon
fr_fr: Échéance Proche

source: Send payment reminder to this student?
fr_fr: Envoyer un rappel de paiement à cet étudiant ?

source: Remind
fr_fr: Rappeler

source: No email
fr_fr: Pas d'e-mail

source: No Payment Alerts
fr_fr: Aucune Alerte de Paiement

source: All payments are up to date for this category.
fr_fr: Tous les paiements sont à jour pour cette catégorie.

source: Cannot send reminder: Student email not found.
fr_fr: Impossible d'envoyer le rappel : E-mail de l'étudiant introuvable.

source: Payment Reminder - %s
fr_fr: Rappel de Paiement - %s

source: Dear %s,
fr_fr: Cher(ère) %s,

source: This is a friendly reminder about your upcoming payment.
fr_fr: Ceci est un rappel amical concernant votre paiement à venir.

source: Payment Details:
fr_fr: Détails du Paiement :

source: Course: %s
fr_fr: Cours : %s

source: Amount Due: %s DA
fr_fr: Montant Dû : %s DA

source: Note: This payment is %d days overdue. Please make payment as soon as possible.
fr_fr: Note : Ce paiement a %d jours de retard. Veuillez effectuer le paiement dès que possible.

source: Please contact the school office if you have any questions.
fr_fr: Veuillez contacter le bureau de l'école si vous avez des questions.

source: Best regards,%s%s
fr_fr: Cordialement,%s%s

source: Payment reminder sent successfully to %s
fr_fr: Rappel de paiement envoyé avec succès à %s

source: Failed to send reminder email. Please check your email settings.
fr_fr: Échec de l'envoi du rappel par e-mail. Veuillez vérifier vos paramètres e-mail.

source: Family Discount Tools
fr_fr: Outils de Remise Familiale

source: This page allows super administrators to bulk recalculate family discounts for all families. Use with caution.
fr_fr: Cette page permet aux super administrateurs de recalculer en masse les remises familiales pour toutes les familles. À utiliser avec précaution.

source: Families Detected
fr_fr: Familles Détectées

source: (2+ students with same parent phone)
fr_fr: (2+ étudiants avec le même tél. parental)

source: Students with Parent Phone
fr_fr: Étudiants avec Tél. Parental

source: (eligible for family discounts)
fr_fr: (éligibles aux remises familiales)

source: Pending Payment Schedules
fr_fr: Échéanciers de Paiement en Attente

source: (future payments that will be updated)
fr_fr: (paiements futurs qui seront mis à jour)

source: Feature Status
fr_fr: État de la Fonctionnalité

source: Family Discounts Enabled
fr_fr: Remises Familiales Activées

source: Discount tiers:
fr_fr: Paliers de remise :

source: %d students = %s%% discount
fr_fr: %d étudiants = %s%% de remise

source: Family Discounts Disabled
fr_fr: Remises Familiales Désactivées

source: Enable family discounts in %s to use this tool.
fr_fr: Activez les remises familiales dans %s pour utiliser cet outil.

source: Detected Families
fr_fr: Familles Détectées

source: Parent Name
fr_fr: Nom du Parent

source: Parent Phone
fr_fr: Tél. Parental

source: Number of Students
fr_fr: Nombre d'Étudiants

source: Applicable Discount
fr_fr: Remise Applicable

source: (No name)
fr_fr: (Pas de nom)

source: No discount
fr_fr: Pas de remise

source: No families detected. A family is defined as 2 or more students with the same parent phone number.
fr_fr: Aucune famille détectée. Une famille est définie comme 2 étudiants ou plus avec le même numéro de téléphone parental.

source: Bulk Recalculation
fr_fr: Recalcul en Masse

source: Warning: Use with Caution
fr_fr: Attention : Utiliser avec Précaution
