Repository: ctadz/school-management-plugin
Catalog: languages/CTADZ-school-management-*.po
Languages: fr_fr

source: This action will recalculate family discounts for ALL families and update their pending payment schedules. This operation:
fr_fr: Cette action recalculera les remises familiales pour TOUTES les familles et mettra à jour leurs échéanciers de paiement en attente. Cette opération :

source: Will update ALL pending and unpaid payment schedules with future due dates
fr_fr: Mettra à jour TOUS les échéanciers de paiement en attente et impayés avec des dates d'échéance futures

source: Will NOT affect already paid or past payments
fr_fr: N'affectera PAS les paiements déjà effectués ou passés

source: Will recalculate discounts based on current family composition
fr_fr: Recalculera les remises en fonction de la composition actuelle de la famille

source: Cannot be undone (except by running it again)
fr_fr: Ne peut pas être annulé (sauf en le relançant)

source: In most cases, you should use the automatic recalculation (when parent phone changes) or the manual per-student recalculation button. Use this bulk tool only when necessary.
fr_fr: Dans la plupart des cas, vous devriez utiliser le recalcul automatique (lors du changement de téléphone parental) ou le bouton de recalcul manuel par étudiant. N'utilisez cet outil en masse que lorsque nécessaire.

source: I understand that this will update all pending payment schedules for all families
fr_fr: Je comprends que cela mettra à jour tous les échéanciers de paiement en attente pour toutes les familles

source: Recalculate All Family Discounts
fr_fr: Recalculer Toutes les Remises Familiales

source: Are you absolutely sure you want to recalculate family discounts for ALL families? This will affect %d payment schedules.
fr_fr: Êtes-vous absolument sûr de vouloir recalculer les remises familiales pour TOUTES les familles ? Cela affectera %d échéanciers de paiement.

source: No students with parent phone numbers found.
fr_fr: Aucun étudiant avec numéro de téléphone parental trouvé.

source: Successfully recalculated family discounts! %1$d payment schedules updated across %2$d families.
fr_fr: Remises familiales recalculées avec succès ! %1$d échéanciers de paiement mis à jour pour %2$d familles.

source: No payment schedules needed recalculation. All discounts are already up to date.
fr_fr: Aucun échéancier de paiement n'a besoin de recalcul. Toutes les remises sont déjà à jour.

source: Plugin Deactivation Prevented
fr_fr: Désactivation du Plugin Empêchée

source: The School Management plugin cannot be deactivated because the following dependent plugins are currently active:
fr_fr: Le plugin Gestion Scolaire ne peut pas être désactivé car les plugins dépendants suivants sont actuellement actifs :

source: Active Dependent Plugins
fr_fr: Plugins Dépendants Actifs

source: Return to Plugins
fr_fr: Retour aux Plugins

source: School Management - Calendar & Schedule
fr_fr: Gestion Scolaire - Calendrier & Emploi du Temps

source: School Management - Student Portal
fr_fr: Gestion Scolaire - Portail Étudiant

source: Students in %s
fr_fr: Étudiants en %s

source: Total: %d students in this level
fr_fr: Total : %d étudiants dans ce niveau

source: School Finances
fr_fr: Finances Scolaires

source: School Settings
fr_fr: Paramètres du Système

source: Academic Dashboard
fr_fr: Tableau de Bord Académique

source: Financial Dashboard
fr_fr: Tableau de Bord Financier

source: Enrollments & Plans
fr_fr: Inscriptions & Plans

source: Payment Collection
fr_fr: Collecte des Paiements

source: Payment Alerts
fr_fr: Alertes de Paiement

source: Course Enrollment (Optional)
fr_fr: Inscription au Cours (Optionnel)

source: You can enroll this student in a course now, or do it later from the Financial Management menu.
fr_fr: Vous pouvez inscrire cet étudiant à un cours maintenant, ou le faire plus tard depuis le menu Gestion Financière.

source: Enroll in a course now
fr_fr: Inscrire à un cours maintenant

source: Choose a course...
fr_fr: Choisissez un cours...

source: Payment details and enrollment setup will be handled in the Financial Management section.
fr_fr: Les détails du paiement et la configuration de l'inscription seront gérés dans la section Gestion Financière.

source: Redirecting to Financial Management to complete enrollment and payment setup...
fr_fr: Redirection vers la Gestion Financière pour compléter l'inscription et la configuration du paiement...

source: School Accountant
fr_fr: Comptable Scolaire

source: Total Collected
fr_fr: Total Collecté

source: Successfully collected
fr_fr: Collecté avec succès

source: Total revenue expected
fr_fr: Revenu total attendu

source: All up to date
fr_fr: Tout est à jour

source: View Alerts
fr_fr: Voir les Alertes

source: View Payments
fr_fr: Voir les Paiements

source: Common financial tasks:
fr_fr: Tâches financières courantes :

source: Collect Payment
fr_fr: Collecter un Paiement

source: View Payment Alerts
fr_fr: Voir les Alertes de Paiement

source: Payment Visualizations
fr_fr: Visualisations des Paiements

source: Payment Status Breakdown
fr_fr: Répartition du Statut des Paiements

source: %d overdue
fr_fr: %d en retard

source: %d due this week
fr_fr: %d à payer cette semaine

source: %d due next week
fr_fr: %d à payer la semaine prochaine

source: Student and course pre-selected:
fr_fr: Étudiant et cours présélectionnés :

source: Student information confirmed.
fr_fr: Informations de l'étudiant confirmées.

source: Enroll Student in Course?
fr_fr: Inscrire l'étudiant à un cours ?

source: Do you want to enroll
fr_fr: Voulez-vous inscrire

source: in a course now?
fr_fr: à un cours maintenant ?

source: You can enroll the student in a course now, or do it later from the Financial Management menu.
fr_fr: Vous pouvez inscrire l'étudiant à un cours maintenant, ou le faire plus tard depuis le menu Gestion Financière.

source: Yes, Enroll Now
fr_fr: Oui, inscrire maintenant

source: No, Maybe Later
fr_fr: Non, peut-être plus tard

source: Download CSV
fr_fr: Télécharger CSV

source: Download PDF
fr_fr: Télécharger PDF

source: Print / Save as PDF
fr_fr: Imprimer / Enregistrer en PDF

source: Report Date:
fr_fr: Date du rapport :

source: Total Alerts:
fr_fr: Total des alertes :

source: Installment #
fr_fr: Échéance n°

source: Ready to Print or Save as PDF
fr_fr: Prêt à imprimer ou enregistrer en PDF

source: Click the button below, then use your browser's print dialog to save as PDF or print to paper.
fr_fr: Cliquez sur le bouton ci-dessous, puis utilisez la boîte de dialogue d'impression de votre navigateur pour enregistrer en PDF ou imprimer sur papier.

source: Overdue Payments
fr_fr: Paiements en Retard

source: Due This Week
fr_fr: À payer cette semaine

source: Due Next Week
fr_fr: À payer la semaine prochaine

source: All Pending Payments
fr_fr: Tous les paiements en attente

source: First name must be at least 2 characters long.
fr_fr: Le prénom doit comporter au moins 2 caractères.

source: First name cannot exceed 50 characters.
fr_fr: Le prénom ne peut pas dépasser 50 caractères.

source: Last name must be at least 2 characters long.
fr_fr: Le nom de famille doit comporter au moins 2 caractères.

source: Last name cannot exceed 50 characters.
fr_fr: Le nom de famille ne peut pas dépasser 50 caractères.

source: Full name cannot exceed 100 characters.
fr_fr: Le nom complet ne peut pas dépasser 100 caractères.

source: Student's first name (given name).
fr_fr: Prénom de l'étudiant.

source: Student's last name (family name).
fr_fr: Nom de famille de l'étudiant.

source: Student's first name (given name). Each student must have a unique full name.
fr_fr: Prénom de l'étudiant. Chaque étudiant doit avoir un nom complet unique.

source: Student's last name (family name). Each student must have a unique full name.
fr_fr: Nom de famille de l'étudiant. Chaque étudiant doit avoir un nom complet unique.

source: dd-mm-yyyy
fr_fr: jj-mm-aaaa

source: Format: %s. Required for age verification and records.
fr_fr: Format : %s. Requis pour la vérification de l'âge et les dossiers.

source: Required for age verification and records.
fr_fr: Requis pour la vérification de l'âge et les dossiers.

source: Sunday
fr_fr: Dimanche

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sun
fr_fr: Dim

source: Mon
fr_fr: Lun

source: Tue
fr_fr: Mar

source: Wed
fr_fr: Mer

source: Thu
fr_fr: Jeu

source: Fri
fr_fr: Ven

source: Sat
fr_fr: Sam

source: Su
fr_fr: Di

source: Mo
fr_fr: Lu

source: Tu
fr_fr: Ma

source: We
fr_fr: Me

source: Th
fr_fr: Je

source: Fr
fr_fr: Ve

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Feb
fr_fr: Fév

source: Apr
fr_fr: Avr

source: Jun
fr_fr: Juin

source: Jul
fr_fr: Juil

source: Aug
fr_fr: Aoû

source: Dec
fr_fr: Déc

source: Prev
fr_fr: Préc

source: Next
fr_fr: Suiv

source: (All Levels)
fr_fr: (Tous les niveaux)

source: (All)
fr_fr: (Tous)

source: Has Enrollments
fr_fr: Avec inscriptions

source: Search levels...
fr_fr: Rechercher des niveaux...

source: Active Filters:
fr_fr: Filtres actifs :

source: Search: %s
fr_fr: Recherche : %s

source: Level: %s
fr_fr: Niveau : %s

source: Payment: %s
fr_fr: Paiement : %s

source: Enrollment: %s
fr_fr: Inscription : %s

source: Has Discount
fr_fr: Avec remise

source: No Discount
fr_fr: Sans remise

source: Discount: %s
fr_fr: Remise : %s

source: Has Access
fr_fr: Avec accès

source: No Access
fr_fr: Sans accès

source: Portal: %s
fr_fr: Portail : %s

source: Not Enrolled
fr_fr: Non inscrit

source: [Clear all filters]
fr_fr: [Effacer tous les filtres]

source: Showing %d filtered students
fr_fr: Affichage de %d étudiants filtrés

source: Search name, email, phone, code, or level...
fr_fr: Rechercher nom, email, téléphone, code ou niveau...

source: Used for communications and must be unique.
fr_fr: Utilisé pour les communications et doit être unique.

source: Contact number for emergencies and notifications.
fr_fr: Numéro de contact pour les urgences et notifications.

source: Blood type information for emergency situations.
fr_fr: Information sur le groupe sanguin pour les situations d'urgence.

source: Choose the appropriate skill level for course assignment.
fr_fr: Choisissez le niveau de compétence approprié pour l'affectation aux cours.

source: Course name must be unique.
fr_fr: Le nom du cours doit être unique.

source: Brief description of the course content and objectives.
fr_fr: Brève description du contenu et des objectifs du cours.

source: Optional: Upload a detailed PDF description of the course.
fr_fr: Optionnel : Télécharger une description détaillée du cours en PDF.

source: Duration of each individual class session (e.g., 1h 30min).
fr_fr: Durée de chaque séance de cours (ex: 1h 30min).

source: Total teaching hours per week (e.g., 3.5 for two 1h45min sessions).
fr_fr: Nombre total d'heures d'enseignement par semaine (ex: 3,5 pour deux séances de 1h45).

source: Total duration of the course in weeks.
fr_fr: Durée totale du cours en semaines.

source: Total duration of the course in months.
fr_fr: Durée totale du cours en mois.

source: Monthly tuition fee for this course.
fr_fr: Frais de scolarité mensuels pour ce cours.

source: Total price for the entire course duration (for full payment or installments).
fr_fr: Prix total pour toute la durée du cours (pour paiement intégral ou échelonné).

source: Type of certification or diploma awarded upon course completion.
fr_fr: Type de certification ou diplôme délivré à la fin du cours.

source: Specify the name of the certification or entity that delivers it.
fr_fr: Précisez le nom de la certification ou de l'organisme qui la délivre.

source: Current status of the course.
fr_fr: Statut actuel du cours.

source: Student cannot be changed after enrollment.
fr_fr: L'étudiant ne peut pas être modifié après l'inscription.

source: Course cannot be changed after enrollment.
fr_fr: Le cours ne peut pas être modifié après l'inscription.

source: Date when the student enrolled in the course.
fr_fr: Date à laquelle l'étudiant s'est inscrit au cours.

source: Date when the student begins attending the course.
fr_fr: Date à laquelle l'étudiant commence à suivre le cours.

source: Optional: Date when the student completes or leaves the course.
fr_fr: Optionnel : Date à laquelle l'étudiant termine ou quitte le cours.

source: Payment details for this enrollment. To modify payments, use the Payments page.
fr_fr: Détails de paiement pour cette inscription. Pour modifier les paiements, utilisez la page Paiements.

source: Set enrollment fees and payment schedule for this enrollment.
fr_fr: Définir les frais d'inscription et le calendrier de paiement pour cette inscription.

source: Payment plan cannot be changed after enrollment.
fr_fr: Le plan de paiement ne peut pas être modifié après l'inscription.

source: One-time insurance fee (only charged for student's first enrollment).
fr_fr: Frais d'assurance unique (facturés uniquement pour la première inscription de l'étudiant).

source: Book and materials fee for this course.
fr_fr: Frais de livres et matériel pour ce cours.

source: Current payment status for this enrollment.
fr_fr: Statut de paiement actuel pour cette inscription.

source: Optional notes or comments about this enrollment.
fr_fr: Notes ou commentaires optionnels sur cette inscription.

source: E.g., Room 101, Lab A, Auditorium
fr_fr: Ex: Salle 101, Labo A, Auditorium

source: Maximum number of students this classroom can accommodate.
fr_fr: Nombre maximum d'étudiants que cette salle peut accueillir.

source: E.g., Building A - Floor 2, Main Campus
fr_fr: Ex: Bâtiment A - Étage 2, Campus principal

source: List available equipment: projector, computers, whiteboard, etc.
fr_fr: Listez l'équipement disponible : projecteur, ordinateurs, tableau blanc, etc.

source: E.g., Beginner, Intermediate, Advanced
fr_fr: Ex: Débutant, Intermédiaire, Avancé

source: Brief description of this level
fr_fr: Brève description de ce niveau

source: Lower numbers appear first in lists
fr_fr: Les numéros les plus bas apparaissent en premier dans les listes

source: Email must be unique and will be used as username.
fr_fr: L'e-mail doit être unique et sera utilisé comme nom d'utilisateur.

source: Enter a valid phone number (numbers, spaces, +, -, ( ) allowed).
fr_fr: Entrez un numéro de téléphone valide (chiffres, espaces, +, -, ( ) autorisés).

source: Payment rate per hour (optional).
fr_fr: Taux de rémunération par heure (optionnel).

source: Manage payment schedules for teachers
fr_fr: Gérer les calendriers de paiement pour les enseignants

source: E.g., Monthly, Weekly, 50/50
fr_fr: Ex: Mensuel, Hebdomadaire, 50/50

source: Brief description of this payment term
fr_fr: Brève description de ce terme de paiement

source: Payment percentage (e.g., 50 for 50/50, 33.33 for 1/3)
fr_fr: Pourcentage de paiement (ex: 50 pour 50/50, 33,33 pour 1/3)

source: Lower numbers appear first
fr_fr: Les numéros les plus bas apparaissent en premier

source: Use PHP date format, e.g., Y-m-d, d/m/Y, m/d/Y
fr_fr: Utilisez le format de date PHP, ex: Y-m-d, d/m/Y, m/d/Y

source: Use PHP time format, e.g., H:i, g:i a
fr_fr: Utilisez le format d'heure PHP, ex: H:i, g:i a

source: Choose the first day of the week for calendars.
fr_fr: Choisissez le premier jour de la semaine pour les calendriers.

source: Loading students...
fr_fr: Chargement des étudiants...

source: Saving...
fr_fr: Enregistrement...

source: Save Attendance
fr_fr: Enregistrer les Présences

source: Attendance saved successfully!
fr_fr: Présences enregistrées avec succès !

source: Attendance saved. Select another class to mark attendance.
fr_fr: Présences enregistrées. Sélectionnez une autre classe pour marquer les présences.

source: Error:
fr_fr: Erreur :

source: An error occurred. Please try again.
fr_fr: Une erreur s'est produite. Veuillez réessayer.

source: Success!
fr_fr: Succès !

source: Attendance saved successfully.
fr_fr: Présences enregistrées avec succès.

source: Attendance updated successfully.
fr_fr: Présences mises à jour avec succès.

source: Please select both from and to dates.
fr_fr: Veuillez sélectionner les dates de début et de fin.

source: Loading attendance history...
fr_fr: Chargement de l'historique des présences...

source: Load History
fr_fr: Charger l'Historique

source: Loading attendance data...
fr_fr: Chargement des données de présence...

source: Remaining:
fr_fr: Restant :

source: Other Payment
fr_fr: Autre Paiement

source: Account
fr_fr: Compte

source: Created
fr_fr: Créé

source: Create Account
fr_fr: Créer un Compte

source: WordPress Account Created Successfully!
fr_fr: Compte WordPress créé avec succès !

source: Create Teacher Accounts
fr_fr: Créer des Comptes Enseignants

source: Are you sure you want to delete this teacher?
fr_fr: Êtes-vous sûr de vouloir supprimer cet enseignant ?

source: Manage levels
fr_fr: Gérer les niveaux

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: View
fr_fr: Voir

source: Save
fr_fr: Enregistrer

source: Add
fr_fr: Ajouter

source: Search
fr_fr: Rechercher

source: Filter
fr_fr: Filtrer

source: Reset
fr_fr: Réinitialiser

source: Back
fr_fr: Retour

source: Previous
fr_fr: Précédent

source: Yes
fr_fr: Oui

source: Confirm
fr_fr: Confirmer

source: Close
fr_fr: Fermer

source: Are you sure you want to delete this classroom?
fr_fr: Êtes-vous sûr de vouloir supprimer cette salle de classe ?

source: Are you sure you want to delete this enrollment?
fr_fr: Êtes-vous sûr de vouloir supprimer cette inscription ?

source: Are you sure you want to delete this level?
fr_fr: Êtes-vous sûr de vouloir supprimer ce niveau ?

source: Are you sure you want to delete this course?
fr_fr: Êtes-vous sûr de vouloir supprimer ce cours ?

source: Are you sure you want to delete this payment term?
fr_fr: Êtes-vous sûr de vouloir supprimer ce terme de paiement ?

source: Are you sure you want to delete this student? This action cannot be undone.
fr_fr: Êtes-vous sûr de vouloir supprimer cet étudiant ? Cette action est irréversible.

source: Invalid date
fr_fr: Date invalide

source: Invalid parameters
fr_fr: Paramètres invalides

source: Invalid date range
fr_fr: Plage de dates invalide

source: Permission denied
fr_fr: Permission refusée

source: No students enrolled in this course
fr_fr: Aucun étudiant inscrit à ce cours

source: No attendance records found for the selected criteria.
fr_fr: Aucun enregistrement de présence trouvé pour les critères sélectionnés.

source: Invalid attendance data
fr_fr: Données de présence invalides

source: No classes scheduled for this date.
fr_fr: Aucun cours programmé pour cette date.

source: How this teacher will be paid.
fr_fr: Comment cet enseignant sera payé.

source: Manage payment terms
fr_fr: Gérer les modalités de paiement

source: PDF Document
fr_fr: Document PDF

source: Download
fr_fr: Télécharger

source: Remove
fr_fr: Retirer

source: Replace PDF
fr_fr: Remplacer le PDF

source: Upload PDF
fr_fr: Télécharger un PDF

source: Are you sure you want to remove this file?
fr_fr: Êtes-vous sûr de vouloir supprimer ce fichier ?

source: Select or Upload Student Picture
fr_fr: Sélectionner ou télécharger une photo d'étudiant

source: Use this picture
fr_fr: Utiliser cette image

source: Active (available for course assignment)
fr_fr: Actif (disponible pour l'affectation aux cours)

source: Active (visible and available for enrollment)
fr_fr: Actif (visible et disponible pour l'inscription)

source: Active (available for courses and students)
fr_fr: Actif (disponible pour les cours et les étudiants)

source: Active (available for selection)
fr_fr: Actif (disponible pour la sélection)

source: Active Schedules
fr_fr: Emplois du Temps Actifs

source: Upcoming Events
fr_fr: Événements à Venir

source: School Calendar
fr_fr: Calendrier Scolaire

source: View Calendar
fr_fr: Voir le Calendrier

source: Data Visualizations
fr_fr: Visualisations de Données

source: Enrollment Trends
fr_fr: Tendances des Inscriptions

source: Students by Level
fr_fr: Étudiants par Niveau

source: Line chart showing enrollment trends over the last 6 months
fr_fr: Graphique linéaire montrant les tendances des inscriptions au cours des 6 derniers mois

source: Doughnut chart showing payment status breakdown
fr_fr: Graphique en anneau montrant la répartition des statuts de paiement

source: Bar chart showing student distribution across levels
fr_fr: Graphique à barres montrant la répartition des étudiants par niveau

source: Calendar
fr_fr: Calendrier

source: School logo
fr_fr: Logo de l'école

source: Manage Schedules
fr_fr: Gérer les Emplois du Temps

source: Manage Events
fr_fr: Gérer les Événements

source: Add Classroom
fr_fr: Ajouter une Salle

source: Refresh list
fr_fr: Actualiser la liste
